Repository: Anarhi916/foodTrackerIphone
Catalog: NutritionTracker/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, it, pt, uk

source: Политика конфиденциальности
de: Datenschutzrichtlinie
en: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pt: Política de Privacidade
uk: Політика конфіденційності

source: Условия использования
de: Nutzungsbedingungen
en: Terms of Service
es: Términos de servicio
fr: Conditions d’utilisation
it: Termini di servizio
pt: Termos de Serviço
uk: Умови використання

source: Информация о питании и нормы носят справочный характер, могут быть неточными и не являются медицинской консультацией. Перед изменением рациона проконсультируйтесь со специалистом.
de: Die Ernährungsangaben und Zielwerte dienen nur zur Orientierung, können ungenau sein und stellen keine medizinische Beratung dar. Konsultieren Sie vor einer Ernährungsumstellung eine Fachkraft.
en: Nutrition information and targets are for reference only, may be inaccurate, and do not constitute medical advice. Consult a professional before changing your diet.
es: La información nutricional y los objetivos son solo de referencia, pueden ser inexactos y no constituyen asesoramiento médico. Consulte a un profesional antes de cambiar su dieta.
fr: Les informations nutritionnelles et les objectifs sont fournis à titre indicatif, peuvent être inexacts et ne constituent pas un avis médical. Consultez un professionnel avant de modifier votre alimentation.
it: Le informazioni nutrizionali e gli obiettivi hanno carattere puramente indicativo, possono essere imprecisi e non costituiscono un parere medico. Consulta un professionista prima di modificare la tua alimentazione.
pt: As informações nutricionais e as metas são apenas para referência, podem ser imprecisas e não constituem aconselhamento médico. Consulte um profissional antes de alterar sua dieta.
uk: Інформація про харчування та норми має довідковий характер, може бути неточною та не є медичною консультацією. Перед зміною раціону проконсультуйтеся з фахівцем.

source: (%lld дн.)
de: (%lld Tage)
en: (%lld days)
es: (%lld días)
fr: (%lld jours)
it: (%lld giorni)
pt: (%lld dias)

# (%lld%% дн.)
source: (%lld%% от нормы)
de: (%lld%% Tagesbedarf)
en: (%lld%% DV)
es: (%lld%% VD)
fr: (%lld%% VQ)
it: (%lld%% VG)
pt: (%lld%% VD)
uk: (%lld%% від норми)

source: %.0f ккал
de: %.0f kcal
en: %.0f kcal
es: %.0f kcal
fr: %.0f kcal
it: %.0f kcal
pt: %.0f kcal

source: %.0f ккал • Б%.1f Ж%.1f У%.1f
de: %.0f kcal • E%.1f F%.1f K%.1f
en: %.0f kcal • P%.1f F%.1f C%.1f
es: %.0f kcal • P%.1f G%.1f C%.1f
fr: %.0f kcal • P%.1f L%.1f G%.1f
it: %.0f kcal • P%.1f G%.1f C%.1f
pt: %.0f kcal • P%.1f G%.1f C%.1f
uk: %.0f ккал • Б%.1f Ж%.1f В%.1f

source: %.0f ккал • Б%.1f Ж%.1f У%.1f /100г
de: %.0f kcal • E%.1f F%.1f K%.1f /100g
en: %.0f kcal • P%.1f F%.1f C%.1f /100g
es: %.0f kcal • P%.1f G%.1f C%.1f /100g
fr: %.0f kcal • P%.1f L%.1f G%.1f /100g
it: %.0f kcal • P%.1f G%.1f C%.1f /100g
pt: %.0f kcal • P%.1f G%.1f C%.1f /100g
uk: %.0f ккал • Б%.1f Ж%.1f В%.1f /100г

source: %.1f г
de: %.1f g
en: %.1f g
es: %.1f g
fr: %.1f g
it: %.1f g
pt: %.1f g

source: %lld из %lld продуктов
de: %lld von %lld Produkten
en: %lld of %lld foods
es: %lld de %lld productos
fr: %lld sur %lld aliments
it: %lld di %lld alimenti
pt: %lld de %lld alimentos
uk: %lld із %lld продуктів

source: 💊 Найден БАД
de: 💊 Nahrungsergänzung gefunden
en: 💊 Supplement Found
es: 💊 Suplemento encontrado
fr: 💊 Complément trouvé
it: 💊 Integratore trovato
pt: 💊 Suplemento encontrado
uk: 💊 Знайдено добавку

source: 1 порция
de: 1 Portion
en: 1 serving
es: 1 porción
fr: 1 portion
it: 1 porzione
pt: 1 porção
uk: 1 порція

source: Apple не вернул токен
de: Apple hat kein Token zurückgegeben
en: Apple did not return a token
es: Apple no devolvió un token
fr: Apple n'a pas renvoyé de jeton
it: Apple non ha restituito un token
pt: Apple não retornou um token
uk: Apple не повернув токен

source: English name
de: Englischer Name
es: Nombre en inglés
fr: Nom anglais
pt: Nome em inglês

source: English name *
de: Englischer Name *
es: Nombre en inglés *
fr: Nom anglais *
pt: Nome em inglês *

# oz
source: унц.
de: oz
en: oz
es: oz
fr: oz
it: oz
pt: oz

source: QR-код
de: QR-Code
en: QR Code
es: Código QR
fr: QR code
it: QR code
pt: QR Code

source: QR-кодом
de: Als QR-Code
en: Via QR Code
es: Por código QR
fr: Par QR code
it: Con QR code
pt: Por QR Code

source: Аккаунт и все ваши данные будут удалены безвозвратно. Это действие нельзя отменить.
de: Dein Konto und alle Daten werden dauerhaft gelöscht. Dies kann nicht rückgängig gemacht werden.
en: Your account and all your data will be permanently deleted. This action cannot be undone.
es: Tu cuenta y todos tus datos se eliminarán permanentemente. Esta acción no se puede deshacer.
fr: Votre compte et toutes vos données seront définitivement supprimés. Cette action est irréversible.
it: Il tuo account e tutti i dati verranno eliminati definitivamente. Questa azione non può essere annullata.
pt: Sua conta e todos os seus dados serão excluídos permanentemente. Esta ação não pode ser desfeita.
uk: Ваш акаунт і всі дані буде видалено назавжди. Цю дію не можна скасувати.

source: Аккаунт удалён
de: Konto gelöscht
en: Account deleted
es: Cuenta eliminada
fr: Compte supprimé
it: Account eliminato
pt: Conta excluída
uk: Акаунт видалено

source: Анализ ингредиентов...
de: Zutaten werden analysiert …
en: Analyzing ingredients...
es: Analizando ingredientes...
fr: Analyse des ingrédients...
it: Analisi degli ingredienti...
pt: Analisando ingredientes...
uk: Аналіз інгредієнтів...

source: Анализировать
de: Analysieren
en: Analyze
es: Analizar
fr: Analyser
it: Analizza
pt: Analisar
uk: Аналізувати

source: Анализируем…
de: Analyse läuft …
en: Analyzing…
es: Analizando…
fr: Analyse en cours…
it: Analisi in corso…
pt: Analisando…
uk: Аналізуємо…

source: Б
de: E
en: P
es: P
fr: P
it: P
pt: P

source: БАД
de: Nahrungsergänzung
en: Supplement
es: Suplemento
fr: Complément
it: Integratore
pt: Suplemento
uk: Дієтична добавка

source: БАД не найден по штрих-коду: %@
de: Keine Nahrungsergänzung zum Barcode gefunden: %@
en: No supplement found for barcode: %@
es: Suplemento no encontrado por código de barras: %@
fr: Aucun complément trouvé pour le code-barres : %@
it: Integratore non trovato per il codice a barre: %@
pt: Suplemento não encontrado pelo código de barras: %@
uk: Добавку не знайдено за штрих-кодом: %@

source: Белки
de: Eiweiß
en: Protein
es: Proteínas
fr: Protéines
it: Proteine
pt: Proteínas
uk: Білки

source: Белки (г)
de: Eiweiß (g)
en: Protein (g)
es: Proteínas (g)
fr: Protéines (g)
it: Proteine (g)
pt: Proteínas (g)
uk: Білки (г)

source: БЖУ и Калории
de: Makros und Kalorien
en: Macros and Calories
es: Macros y calorías
fr: Macros et calories
it: Macro e Calorie
pt: Macros e Calorias
uk: БЖВ та Калорії

source: Блюдо
de: Gericht
en: Dish
es: Plato
fr: Plat
it: Piatto
pt: Prato
uk: Страва

source: Блюдо из ингредиентов
de: Gericht aus Zutaten
en: Dish from Ingredients
es: Plato con ingredientes
fr: Plat à base d'ingrédients
it: Piatto da ingredienti
pt: Prato a partir de ingredientes
uk: Страва з інгредієнтів

source: Будет добавлен в сохранённые продукты
de: Wird zu den gespeicherten Produkten hinzugefügt
en: Will be added to saved foods
es: Se añadirá a los productos guardados
fr: Sera ajouté aux aliments enregistrés
it: Verrà aggiunto agli alimenti salvati
pt: Será adicionado aos alimentos salvos
uk: Буде додано до збережених продуктів

source: Ваш аккаунт был удалён. Войдите снова, чтобы продолжить.
de: Dein Konto wurde gelöscht. Melde dich erneut an, um fortzufahren.
en: Your account has been deleted. Sign in again to continue.
es: Tu cuenta ha sido eliminada. Inicia sesión de nuevo para continuar.
fr: Votre compte a été supprimé. Reconnectez-vous pour continuer.
it: Il tuo account è stato eliminato. Accedi di nuovo per continuare.
pt: Sua conta foi excluída. Entre novamente para continuar.
uk: Ваш акаунт було видалено. Увійдіть знову, щоб продовжити.

source: Введите корректные возраст, вес и рост
de: Gültiges Alter, Gewicht und Größe eingeben
en: Enter valid age, weight, and height
es: Introduzca edad, peso y altura correctos
fr: Saisissez un âge, un poids et une taille valides
it: Inserisci età, peso e altezza corretti
pt: Insira idade, peso e altura válidos
uk: Введіть коректні вік, вагу та зріст

source: Вес
de: Gewicht
en: Weight
es: Peso
fr: Poids
it: Peso
pt: Peso
uk: Вага

source: Вес (г)
de: Gewicht (g)
en: Weight (g)
es: Peso (g)
fr: Poids (g)
it: Peso (g)
pt: Peso (g)
uk: Вага (г)

source: Вес (г):
de: Gewicht (g):
en: Weight (g):
es: Peso (g):
fr: Poids (g) :
it: Peso (g):
pt: Peso (g):
uk: Вага (г):

source: Вес (кг)
de: Gewicht (kg)
en: Weight (kg)
es: Peso (kg)
fr: Poids (kg)
it: Peso (kg)
pt: Peso (kg)
uk: Вага (кг)

source: Вес (фунты)
de: Gewicht (lb)
en: Weight (lb)
es: Peso (lb)
fr: Poids (lb)
it: Peso (lb)
pt: Peso (lb)
uk: Вага (фунти)

source: Вес употреблённого (г):
de: Verzehrte Menge (g):
en: Amount eaten (g):
es: Peso consumido (g):
fr: Poids consommé (g) :
it: Peso consumato (g):
pt: Peso consumido (g):
uk: Вага спожитого (г):

source: Витамин A (мкг)
de: Vitamin A (µg)
en: Vitamin A (mcg)
es: Vitamina A (mcg)
fr: Vitamine A (µg)
it: Vitamina A (mcg)
pt: Vitamina A (mcg)
uk: Вітамін A (мкг)

source: Витамин B1 (мг)
de: Vitamin B1 (mg)
en: Vitamin B1 (mg)
es: Vitamina B1 (mg)
fr: Vitamine B1 (mg)
it: Vitamina B1 (mg)
pt: Vitamina B1 (mg)
uk: Вітамін B1 (мг)

source: Витамин B2 (мг)
de: Vitamin B2 (mg)
en: Vitamin B2 (mg)
es: Vitamina B2 (mg)
fr: Vitamine B2 (mg)
it: Vitamina B2 (mg)
pt: Vitamina B2 (mg)
uk: Вітамін B2 (мг)

source: Витамин B3 (мг)
de: Vitamin B3 (mg)
en: Vitamin B3 (mg)
es: Vitamina B3 (mg)
fr: Vitamine B3 (mg)
it: Vitamina B3 (mg)
pt: Vitamina B3 (mg)
uk: Вітамін B3 (мг)

source: Витамин B5 (мг)
de: Vitamin B5 (mg)
en: Vitamin B5 (mg)
es: Vitamina B5 (mg)
fr: Vitamine B5 (mg)
it: Vitamina B5 (mg)
pt: Vitamina B5 (mg)
uk: Вітамін B5 (мг)

source: Витамин B6 (мг)
de: Vitamin B6 (mg)
en: Vitamin B6 (mg)
es: Vitamina B6 (mg)
fr: Vitamine B6 (mg)
it: Vitamina B6 (mg)
pt: Vitamina B6 (mg)
uk: Вітамін B6 (мг)

source: Витамин B7 (мкг)
de: Vitamin B7 (µg)
en: Vitamin B7 (mcg)
es: Vitamina B7 (mcg)
fr: Vitamine B7 (µg)
it: Vitamina B7 (mcg)
pt: Vitamina B7 (mcg)
uk: Вітамін B7 (мкг)

source: Витамин B9 (мкг)
de: Vitamin B9 (µg)
en: Vitamin B9 (mcg)
es: Vitamina B9 (mcg)
fr: Vitamine B9 (µg)
it: Vitamina B9 (mcg)
pt: Vitamina B9 (mcg)
uk: Вітамін B9 (мкг)

source: Витамин B12 (мкг)
de: Vitamin B12 (µg)
en: Vitamin B12 (mcg)
es: Vitamina B12 (mcg)
fr: Vitamine B12 (µg)
it: Vitamina B12 (mcg)
pt: Vitamina B12 (mcg)
uk: Вітамін B12 (мкг)

source: Витамин C (мг)
de: Vitamin C (mg)
en: Vitamin C (mg)
es: Vitamina C (mg)
fr: Vitamine C (mg)
it: Vitamina C (mg)
pt: Vitamina C (mg)
uk: Вітамін C (мг)

source: Витамин D (мкг)
de: Vitamin D (µg)
en: Vitamin D (mcg)
es: Vitamina D (mcg)
fr: Vitamine D (µg)
it: Vitamina D (mcg)
pt: Vitamina D (mcg)
uk: Вітамін D (мкг)

source: Витамин E (мг)
de: Vitamin E (mg)
en: Vitamin E (mg)
es: Vitamina E (mg)
fr: Vitamine E (mg)
it: Vitamina E (mg)
pt: Vitamina E (mg)
uk: Вітамін E (мг)

source: Витамин K (мкг)
de: Vitamin K (µg)
en: Vitamin K (mcg)
es: Vitamina K (mcg)
fr: Vitamine K (µg)
it: Vitamina K (mcg)
pt: Vitamina K (mcg)
uk: Вітамін K (мкг)

source: Витамины
de: Vitamine
en: Vitamins
es: Vitaminas
fr: Vitamines
it: Vitamine
pt: Vitaminas
uk: Вітаміни

source: Витамины:
de: Vitamine:
en: Vitamins:
es: Vitaminas:
fr: Vitamines :
it: Vitamine:
pt: Vitaminas:
uk: Вітаміни:

source: Возраст
de: Alter
en: Age
es: Edad
fr: Âge
it: Età
pt: Idade
uk: Вік

source: Войдите, чтобы сохранить прогресс и подписку
de: Melde dich an, um Fortschritt und Abo zu sichern
en: Sign in to save your progress and subscription
es: Inicia sesión para guardar tu progreso y suscripción
fr: Connectez-vous pour enregistrer votre progression et abonnement
it: Accedi per salvare i progressi e l'abbonamento
pt: Entre para salvar seu progresso e assinatura
uk: Увійдіть, щоб зберегти прогрес і підписку

source: Войти через Google
de: Mit Google anmelden
en: Sign in with Google
es: Iniciar sesión con Google
fr: Se connecter avec Google
it: Accedi con Google
pt: Entrar com o Google
uk: Увійти через Google

source: Вход
de: Anmelden
en: Sign in
es: Iniciar sesión
fr: Connexion
it: Accedi
pt: Entrar
uk: Вхід

source: Вход с Apple
de: Mit Apple anmelden
en: Sign in with Apple
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
it: Accedi con Apple
pt: Entrar com a Apple
uk: Вхід з Apple

source: Вход через Apple не удался
de: Apple-Anmeldung fehlgeschlagen
en: Apple sign-in failed
es: Error al iniciar sesión con Apple
fr: Échec de la connexion Apple
it: Accesso con Apple fallito
pt: Falha no login com Apple
uk: Вхід через Apple не вдався

source: Вход через Google отменён
de: Google-Anmeldung abgebrochen
en: Google sign-in cancelled
es: Inicio de sesión con Google cancelado
fr: Connexion Google annulée
it: Accesso con Google annullato
pt: Login com Google cancelado
uk: Вхід через Google скасовано

source: Вчера
de: Gestern
en: Yesterday
es: Ayer
fr: Hier
it: Ieri
pt: Ontem
uk: Вчора

source: Выйти
de: Abmelden
en: Sign out
es: Cerrar sesión
fr: Se déconnecter
it: Esci
pt: Sair
uk: Вийти

source: г
de: g
en: g
es: g
fr: g
it: g
pt: g

source: Галерея
de: Galerie
en: Gallery
es: Galería
fr: Galerie
it: Galleria
pt: Galeria

source: Дата
de: Datum
en: Date
es: Fecha
fr: Date
it: Data
pt: Data

source: Дата,Продукт,Вес (г)
de: Datum,Produkt,Gewicht (g)
en: Date,Product,Weight (g)
es: Fecha,Producto,Peso (g)
fr: Date,Produit,Poids (g)
it: Data,Prodotto,Peso (g)
pt: Data,Produto,Peso (g)
uk: Дата,Продукт,Вага (г)

source: Делюсь блюдом «%@» в NutritionTracker: %@
de: Ich teile das Gericht „%@“ in NutritionTracker: %@
en: Sharing the dish "%1$@" on NutritionTracker: %2$@
es: Comparto el plato «%@» en NutritionTracker: %@
fr: Je partage le plat « %@ » sur NutritionTracker : %@
it: Condivido il piatto «%@» su NutritionTracker: %@
pt: Compartilhando o prato «%@» no NutritionTracker: %@
uk: Ділюся стравою «%@» у NutritionTracker: %@

source: Дневные нормы
de: Tagesbedarf
en: Daily Targets
es: Requerimientos diarios
fr: Besoins journaliers
it: Fabbisogni giornalieri
pt: Metas diárias
uk: Денні норми

source: Добавить
de: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
it: Aggiungi
pt: Adicionar
uk: Додати

source: Добавить в приём пищи
de: Zur Mahlzeit hinzufügen
en: Add to Meal
es: Añadir a la comida
fr: Ajouter au repas
it: Aggiungi al pasto
pt: Adicionar à refeição
uk: Додати до прийому їжі

source: Добавить продукт?
de: Produkt hinzufügen?
en: Add food?
es: ¿Añadir producto?
fr: Ajouter l'aliment ?
it: Aggiungere l'alimento?
pt: Adicionar alimento?
uk: Додати продукт?

source: Доступ к камере запрещён
de: Kamerazugriff verweigert
en: Camera access denied
es: Acceso a la cámara denegado
fr: Accès à la caméra refusé
it: Accesso alla fotocamera negato
pt: Acesso à câmera negado
uk: Доступ до камери заборонено

source: Дюймы
de: Zoll
en: Inches
es: Pulgadas
fr: Pouces
it: Pollici
pt: Polegadas
uk: Дюйми

source: Единицы измерения
de: Einheiten
en: Units
es: Unidades
fr: Unités
it: Unità
pt: Unidades
uk: Одиниці вимірювання

source: Ж
de: F
en: F
es: G
fr: L
it: G
pt: G

source: Железо (мг)
de: Eisen (mg)
en: Iron (mg)
es: Hierro (mg)
fr: Fer (mg)
it: Ferro (mg)
pt: Ferro (mg)
uk: Залізо (мг)

source: Женский
de: Weiblich
en: Female
es: Femenino
fr: Femme
it: Femminile
pt: Feminino
uk: Жіноча

source: Жиры
de: Fett
en: Fat
es: Grasas
fr: Lipides
it: Grassi
pt: Gorduras
uk: Жири

source: Жиры (г)
de: Fett (g)
en: Fat (g)
es: Grasas (g)
fr: Lipides (g)
it: Grassi (g)
pt: Gorduras (g)
uk: Жири (г)

source: Жиры (детализация)
de: Fette (Details)
en: Fats (Details)
es: Grasas (detalle)
fr: Lipides (détail)
it: Grassi (dettaglio)
pt: Gorduras (detalhes)
uk: Жири (деталізація)

source: Жиры (детально)
de: Fette (Details)
en: Fats (Details)
es: Grasas (detalle)
fr: Lipides (détail)
it: Grassi (dettaglio)
pt: Gorduras (detalhes)
uk: Жири (детально)

source: Жиры (детально):
de: Fette (Details):
en: Fats (details):
es: Grasas (detalle):
fr: Lipides (détail) :
it: Grassi (dettaglio):
pt: Gorduras (detalhes):
uk: Жири (детально):

source: Загружаем ваши данные...
de: Deine Daten werden geladen...
en: Loading your data...
es: Cargando tus datos...
fr: Chargement de vos données...
it: Caricamento dei tuoi dati...
pt: Carregando seus dados...
uk: Завантажуємо ваші дані...

source: Закрыть
de: Schließen
en: Close
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar
uk: Закрити

source: Заполните данные для расчёта дневной нормы питания
de: Daten für die Berechnung des Tagesbedarfs eingeben
en: Enter your details to calculate daily nutrition targets
es: Complete los datos para calcular su requerimiento diario
fr: Renseignez vos données pour calculer vos besoins nutritionnels journaliers
it: Inserisci i dati per calcolare il fabbisogno giornaliero
pt: Preencha os dados para calcular a meta nutricional diária
uk: Заповніть дані для розрахунку денної норми харчування

source: Заполните профиль и нажмите "Сохранить и пересчитать"
de: Profil ausfüllen und auf „Speichern und neu berechnen“ tippen
en: Fill in your profile and tap "Save and Recalculate"
es: Complete el perfil y pulse "Guardar y recalcular"
fr: Complétez le profil et appuyez sur « Enregistrer et recalculer »
it: Compila il profilo e premi "Salva e ricalcola"
pt: Preencha o perfil e toque em "Salvar e recalcular"
uk: Заповніть профіль і натисніть "Зберегти та перерахувати"

source: Из кеша
de: Aus dem Cache
en: From Cache
es: Desde la caché
fr: Depuis le cache
it: Dalla cache
pt: Do cache
uk: З кешу

source: Изменить вес
de: Gewicht ändern
en: Edit Weight
es: Cambiar peso
fr: Modifier le poids
it: Modifica peso
pt: Alterar peso
uk: Змінити вагу

source: Имперские (oz)
de: Imperial (oz)
en: Imperial (oz)
es: Imperial (oz)
fr: Impérial (oz)
it: Imperiale (oz)
pt: Imperial (oz)
uk: Імперські (oz)

source: Ингредиент
de: Zutat
en: Ingredient
es: Ingrediente
fr: Ingrédient
it: Ingrediente
pt: Ingrediente
uk: Інгредієнт

source: Ингредиенты
de: Zutaten
en: Ingredients
es: Ingredientes
fr: Ingrédients
it: Ingredienti
pt: Ingredientes
uk: Інгредієнти

source: История
de: Verlauf
en: History
es: Historial
fr: Historique
it: Cronologia
pt: Histórico
uk: Історія

source: История (14 дней)
de: Verlauf (14 Tage)
en: History (14 days)
es: Historial (14 días)
fr: Historique (14 jours)
it: Cronologia (14 giorni)
pt: Histórico (14 dias)
uk: Історія (14 днів)

source: Итого
de: Gesamt
en: Total
es: Total
fr: Total
it: Totale
pt: Total
uk: Разом

source: Йод (мкг)
de: Jod (µg)
en: Iodine (mcg)
es: Yodo (mcg)
fr: Iode (µg)
it: Iodio (mcg)
pt: Iodo (mcg)

source: Калий (мг)
de: Kalium (mg)
en: Potassium (mg)
es: Potasio (mg)
fr: Potassium (mg)
it: Potassio (mg)
pt: Potássio (mg)
uk: Калій (мг)

source: Калории
de: Kalorien
en: Calories
es: Calorías
fr: Calories
it: Calorie
pt: Calorias
uk: Калорії

source: Калории (ккал)
de: Kalorien (kcal)
en: Calories (kcal)
es: Calorías (kcal)
fr: Calories (kcal)
it: Calorie (kcal)
pt: Calorias (kcal)
uk: Калорії (ккал)

source: Кальций (мг)
de: Calcium (mg)
en: Calcium (mg)
es: Calcio (mg)
fr: Calcium (mg)
it: Calcio (mg)
pt: Cálcio (mg)
uk: Кальцій (мг)

source: Камера
de: Kamera
en: Camera
es: Cámara
fr: Caméra
it: Fotocamera
pt: Câmera

source: Кеш пуст
de: Cache leer
en: Cache is empty
es: Caché vacía
fr: Cache vide
it: Cache vuota
pt: Cache vazio
uk: Кеш порожній

source: ккал
de: kcal
en: kcal
es: kcal
fr: kcal
it: kcal
pt: kcal

source: Ккал
de: kcal
en: Kcal
es: Kcal
fr: kcal
it: Kcal
pt: Kcal

source: Клетчатка
de: Ballaststoffe
en: Fiber
es: Fibra
fr: Fibres
it: Fibre
pt: Fibras
uk: Клітковина

source: Клетчатка (г)
de: Ballaststoffe (g)
en: Fiber (g)
es: Fibra (g)
fr: Fibres (g)
it: Fibre (g)
pt: Fibras (g)
uk: Клітковина (г)

source: Кол-во
de: Anzahl
en: Qty
es: Cant.
fr: Quantité
it: Q.tà
pt: Qtd.
uk: Кількість

source: Количество порций:
de: Anzahl Portionen:
en: Number of servings:
es: Número de porciones:
fr: Nombre de portions :
it: Numero di porzioni:
pt: Número de porções:
uk: Кількість порцій:

source: Конец периода
de: Ende des Zeitraums
en: End Date
es: Fin del período
fr: Fin de période
it: Fine periodo
pt: Fim do período
uk: Кінець періоду

source: Магний (мг)
de: Magnesium (mg)
en: Magnesium (mg)
es: Magnesio (mg)
fr: Magnésium (mg)
it: Magnesio (mg)
pt: Magnésio (mg)
uk: Магній (мг)

source: Макронутриенты
de: Makronährstoffe
en: Macronutrients
es: Macronutrientes
fr: Macronutriments
it: Macronutrienti
pt: Macronutrientes
uk: Макронутрієнти

source: Марганец (мг)
de: Mangan (mg)
en: Manganese (mg)
es: Manganeso (mg)
fr: Manganèse (mg)
it: Manganese (mg)
pt: Manganês (mg)
uk: Марганець (мг)

source: мг
de: mg
en: mg
es: mg
fr: mg
it: mg
pt: mg

source: Медь (мг)
de: Kupfer (mg)
en: Copper (mg)
es: Cobre (mg)
fr: Cuivre (mg)
it: Rame (mg)
pt: Cobre (mg)
uk: Мідь (мг)

source: Месяц
de: Monat
en: Month
es: Mes
fr: Mois
it: Mese
pt: Mês
uk: Місяць

source: Метрические (г)
de: Metrisch (g)
en: Metric (g)
es: Métrico (g)
fr: Métrique (g)
it: Metrico (g)
pt: Métrico (g)
uk: Метричні (г)

source: Минералы
de: Mineralstoffe
en: Minerals
es: Minerales
fr: Minéraux
it: Minerali
pt: Minerais
uk: Мінерали

source: Минералы и микроэлементы
de: Mineralstoffe und Spurenelemente
en: Minerals and Trace Elements
es: Minerales y oligoelementos
fr: Minéraux et oligo-éléments
it: Minerali e oligoelementi
pt: Minerais e oligoelementos
uk: Мінерали та мікроелементи

source: Минералы:
de: Mineralstoffe:
en: Minerals:
es: Minerales:
fr: Minéraux :
it: Minerali:
pt: Minerais:
uk: Мінерали:

source: мкг
de: µg
en: mcg
es: µg
fr: µg
it: µg
pt: mcg

source: Мононенасыщ.
de: Einfach unges.
en: Monounsat.
es: Monoinsat.
fr: Mono-insaturés
it: Monoinsat.
pt: Monoinsaturadas
uk: Мононенасич.

source: Мононенасыщенные жиры (г)
de: Einfach ungesättigte Fettsäuren (g)
en: Monounsaturated Fat (g)
es: Grasas monoinsaturadas (g)
fr: Acides gras mono-insaturés (g)
it: Grassi monoinsaturi (g)
pt: Gorduras monoinsaturadas (g)
uk: Мононенасичені жири (г)

source: Мужской
de: Männlich
en: Male
es: Masculino
fr: Homme
it: Maschile
pt: Masculino
uk: Чоловіча

source: Наведите камеру приложения на код
de: Richte die Kamera der App auf den Code
en: Point the app camera at the code
es: Apunte la cámara de la app al código
fr: Pointez la caméra de l'application vers le code
it: Inquadra il codice con la fotocamera dell'app
pt: Aponte a câmera do app para o código
uk: Наведіть камеру застосунку на код

source: Наведите на штрих-код…
de: Auf den Barcode richten …
en: Point at the barcode…
es: Apunte al código de barras…
fr: Pointez vers le code-barres…
it: Inquadra il codice a barre…
pt: Aponte para o código de barras…
uk: Наведіть на штрих-код…

source: Название
de: Name
en: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome
uk: Назва

source: Название *
de: Name *
en: Name *
es: Nombre *
fr: Nom *
it: Nome *
pt: Nome *
uk: Назва *

source: Название блюда
de: Name des Gerichts
en: Dish name
es: Nombre del plato
fr: Nom du plat
it: Nome del piatto
pt: Nome do prato
uk: Назва страви

source: Найден продукт
de: Produkt gefunden
en: Food Found
es: Producto encontrado
fr: Aliment trouvé
it: Alimento trovato
pt: Alimento encontrado
uk: Знайдено продукт

source: Например, мой коктейль
de: Zum Beispiel: mein Shake
en: e.g., my smoothie
es: Por ejemplo, mi batido
fr: Par exemple, mon smoothie
it: Ad esempio, il mio frullato
pt: Por exemplo, meu shake
uk: Наприклад, мій коктейль

source: Настройка профиля
de: Profil einrichten
en: Profile Setup
es: Configuración del perfil
fr: Configuration du profil
it: Configurazione profilo
pt: Configuração do perfil
uk: Налаштування профілю

source: Насыщ. жиры
de: Ges. Fette
en: Sat. Fat
es: Grasas sat.
fr: Ac. gras sat.
it: Grassi sat.
pt: Gord. saturadas
uk: Насич. жири
